### Environment: `planning-slack-bot`
#### Terraform Format and Style: `success`
#### Terraform Initialization: `success`
#### Terraform Plan: `success`
<details><summary>Show Plan</summary>

```terraform
aws_ecr_repository.planning_bot: Refreshing state... [id=planning-bot]
aws_route53_zone.planning_bot: Refreshing state... [id=Z0148974MYO2TVQBJVOS]
nomad_job.planning_bot: Refreshing state... [id=planning-bot]

Note: Objects have changed outside of Terraform

Terraform detected the following changes made outside of Terraform since the
last "terraform apply":

  # aws_route53_zone.planning_bot has been changed
  ~ resource "aws_route53_zone" "planning_bot" {
        id            = "Z0148974MYO2TVQBJVOS"
        name          = "fistaszek.makimo.pl"
      + tags          = {}
        # (6 unchanged attributes hidden)
    }

Unless you have made equivalent changes to your configuration, or ignored the
relevant attributes using ignore_changes, the following plan may include
actions to undo or respond to these changes.

─────────────────────────────────────────────────────────────────────────────

Terraform used the selected providers to generate the following execution
plan. Resource actions are indicated with the following symbols:
  + create

Terraform will perform the following actions:

  # aws_acm_certificate.planning_bot will be created
  + resource "aws_acm_certificate" "planning_bot" {
      + arn                       = (known after apply)
      + domain_name               = "fistaszek.makimo.pl"
      + domain_validation_options = [
          + {
              + domain_name           = "fistaszek.makimo.pl"
              + resource_record_name  = (known after apply)
              + resource_record_type  = (known after apply)
              + resource_record_value = (known after apply)
            },
        ]
      + id                        = (known after apply)
      + status                    = (known after apply)
      + subject_alternative_names = (known after apply)
      + tags_all                  = {
          + "Project"    = "PB"
          + "Repository" = "planning-slack-bot"
        }
      + validation_emails         = (known after apply)
      + validation_method         = "DNS"
    }

  # aws_acm_certificate_validation.planning_bot will be created
  + resource "aws_acm_certificate_validation" "planning_bot" {
      + certificate_arn         = (known after apply)
      + id                      = (known after apply)
      + validation_record_fqdns = (known after apply)
    }

  # aws_route53_record.planning_bot_certificate["fistaszek.makimo.pl"] will be created
  + resource "aws_route53_record" "planning_bot_certificate" {
      + allow_overwrite = true
      + fqdn            = (known after apply)
      + id              = (known after apply)
      + name            = (known after apply)
      + records         = (known after apply)
      + ttl             = 60
      + type            = (known after apply)
      + zone_id         = "Z0148974MYO2TVQBJVOS"
    }

Plan: 3 to add, 0 to change, 0 to destroy.

─────────────────────────────────────────────────────────────────────────────

Note: You didn't use the -out option to save this plan, so Terraform can't
guarantee to take exactly these actions if you run "terraform apply" now.
```

</details>

*Pusher: @Struchu, Action: `pull_request`*